[
	{
		"name": "Doriath",
		"leaderName": "Thingol",
		"adjective": ["Doriath"],
		"startBias": ["Forest"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "Hail thee, King Thingol, mightiest of the rulers of Beleriand. Where the ancient trees whisper tales of yore, lies the realm of Doriath, shrouded in the mists of enchantment.",
		"startIntroPart2": "Here, the Elves dwell in harmony with nature, their wisdom deep as the roots of the mighty oaks that stand sentinel over their lands.",
		
		"declaringWar": "With a heavy heart, we must draw our swords against the encroaching darkness, for the peace of our realm is threatened by thy shadow.",
		"attacked": "Thou shall regret to have chosen to challenge the power of Doriath",
		"defeated": "Alas, we have suffered a grievous blow, yet our spirit remains unbroken, for the light of Elbereth shall guide us still.",
		"introduction": "Hail, stranger! Thou art welcomed to Doriath, a land of beauty and peril, where the stars shine bright and the shadows linger long.",
		
		"neutralHello": "Well met, traveler of distant lands.",
		"neutralLetsHearIt": ["What tidings dost thou bring?", "Speak, for I am eager to listen.", "Let us share words beneath the boughs."],
		"neutralNo": ["Nay, I cannot abide such folly.", "That is not the way of our kin.", "I must decline thy request."],
		"neutralYes": ["Aye, I shall lend mine ear.", "Indeed, let us converse further.", "Thy words are welcome here."],
	
		"hateHello": "Thou art not welcome in these sacred woods.",
		"hateLetsHearIt": ["What dost thou seek in our realm?", "Speak quickly, for I tire of thy presence.", "Thy intentions are suspect."],
		"hateNo": ["Nay, I shall not entertain such notions.", "Thou art a stranger here, and thy words fall on deaf ears.", "I reject thy offer with disdain.", "Leave this place, or face the wrath of our kin."],
		"hateYes": ["I agree for I have to.", "I would prefer not to be dependant on you.", "Leave this place ere I change my mind."],
		
		"afterPeace": "Though the storm hath passed, we remain vigilant, for peace is a fragile blossom in the wilds of Beleriand.",
		"tradeRequest": "Let us barter in good faith, for the fruits of our labor may yet bring prosperity to both our peoples.",
	
		"outerColor": [25, 200, 10],
		"innerColor": [200, 180, 10],
		"uniqueText": "All units move through Forest and Jungle Tiles in friendly territory as if they have roads. These tiles can be used to establish City Connections upon researching the Wheel.", 
		"unique": ["Good", starts with [Doriath] adopted, "All units move through Forest and Jungle Tiles in friendly territory as if they have roads. These tiles can be used to establish City Connections upon researching the Wheel."],
		"cities": ["Menegroth", "Neldoreth Grove", "Forest of Region", "Nivrim Thicket"]
	},
	{
		"name": "Nargothrond",
		"leaderName": "Finrod Felagund",
		"adjective": ["Nargothrond"],
		"startBias": ["River"], 
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "In the depths of the land where the waters run swift and the mountains loom high, there lies Nargothrond, a citadel of strength and wisdom.",
		"startIntroPart2": "Here, the fair folk of the Gnomish kin dwell, led by the lord of light, Finrod, whose counsel is cherished far and wide.",
		
		"declaringWar": "By the spear and shield of Nargothrond, we shall not yield to the darkness that creeps upon our realm.",
		"attacked": "Harken to the trumpets of war as foes dare tread the sacred ground of our ancient halls.",
		"defeated": "Though the shadows may gather, fear not, for valiant hearts shall rise as the dawn doth break.",
		"introduction": "Behold, I am Finrod Felagund, son of Finarfin. Our reign here is one not just of might, but of enduring light and song.",
		
		"neutralHello": "Hail, traveler of the lands beyond the rivers of silver.",
		"neutralLetsHearIt": ["Speak thy will and let it be known.", "What tidings dost thou bring from afar?", "In truth and honor, speak."],
		"neutralNo": ["Nay, such words bear little wisdom.", "Let not this strife linger in our hearts.", "Shun the path of discord."],
		"neutralYes": ["Aye, we shall partake in the trade of fair goods.", "Thine proposal glimmers with promise.", "Let us bind our fates in friendship."],

		"hateHello": "What cruel jest brings thee to these hallowed shores?",
		"hateLetsHearIt": ["Thy tongue bears ill tidings, speak not of treachery.", "Dare thee challenge the heart of Nargothrond?", "Come forth, if thou hast the courage."],
		"hateNo": ["Nay, thy words are like poison to our kin.", "Do not tread where shadows linger.", "We shall not be swayed by malice."],
		"hateYes": ["I may make an exception this time.", "For now I will not hinder this agreement.", "We may not be this patient next time."],
		
		"afterPeace": "A balm has mended the wounds of our hearts; may peace endure like the flowing river.",
		"tradeRequest": "Bring forth thy wares, and let us weave a tapestry of abundance together.",

		"outerColor": [30, 0, 181],
		"innerColor": [205, 230, 255],
		"uniqueText": "Nargothrond cannot found new cities.", 
		"unique": ["Good", starts with [Nargothrond] adopted, "[-80]% Culture cost of natural border growth [in all cities]", "[-25]% Gold cost of acquiring tiles [in all cities]", "[+20]% Great Person generation [in all cities]"],
		"cities": ["Nargothrond"]
	},
	{
		"name": "Gondolin",
		"leaderName": "Turgon",
		"adjective": [Gondolin],
		"startBias": ["Hills"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "In the heights where the peaks kiss the skies, there stands Gondolin, a realm cloaked in splendor and veiled from the shadowed gaze.",
		"startIntroPart2": "Here dwelleth Turgon, father of the folk, whose might and wisdom weave the fabric of our fates.",
		
		"declaringWar": "With the steel of our kin and the strength of mountains, we answer the call to arms against the encroaching dark.",
		"attacked": "Lo, the drums of war echo through the vales, and foes breach the sanctity of our hidden home.",
		"defeated": "Even if the tide of battle turns against us, our spirit shall not be quenched, but burn brighter in defiance.",
		"introduction": "Stand forth and know me, Turgon of Gondolin, keeper of the light and protector of our cherished lands.",
		
		"neutralHello": "Hail, wayfarer of distant realms.",
		"neutralLetsHearIt": ["What brings thou to the gates of Gondolin?", "Speak thy mind freely, traveler.", "Let us hear what tidings thou bringest."],
		"neutralNo": ["Nay, our paths do not entwine upon this matter.", "Take heed, for discord festers.", "Let not this seed of strife take root."],
		"neutralYes": ["Aye, let us forge a bond of fellowship.", "Thy words ring with promise and hope.", "Together, we shall create a legacy."],

		"hateHello": "What ill wind blows thee into our midst?",
		"hateLetsHearIt": ["Thou treadest upon hallowed ground; speak thy purpose.", "What treachery brings thee to our gates?", "Beware, for shadows linger in thine eyes."],
		"hateNo": ["Nay, we shall not yield to thy whims!", "This union is a foul jest upon our honor.", "Retreat, for we desire not thy friendship."],
		"hateYes": ["If war is thy choice, we shall meet thee upon the field.", "Thy malice shall be met with valor and steel.", "Let it be known: we shall fight, if thou engage."],
		
		"afterPeace": "As the storm doth abate, may our hearts find solace and strength anew in the dawn of friendship.",
		"tradeRequest": "Bring forth thy goods, and let us share the bounty of our realms with grace and mutual respect.",

		"outerColor": [206, 157, 38],
		"innerColor": [255, 255, 255],
		"uniqueText": "Gondolin cannot found new cities.", 
		"unique": ["Good", starts with [Gondolin] adopted, "[-80]% Culture cost of natural border growth [in all cities]", "[-25]% Gold cost of acquiring tiles [in all cities]", "[+20]% Great Person generation [in all cities]"],
		"cities": ["Gondolin"]
	}
]
